/* This is a mapping of BRError code failures to localized failure reasons */

/* kBRMediaManagerErrorNoPlayer*/
100 = "선택한 컨텐츠는 재생할 수 없습니다.";


/* kBRMediaPlayerNoDatabaseFound*/
200 = "컨텐츠를 찾을 수 없습니다.";

/* kBRMediaPlayerSongPlaybackError*/
201 = "현재 노래를 재생할 수 없습니다.";


/* kBRMediaNoContent*/
300 = "컨텐츠를 찾을 수 없습니다.";

/* kBRMediaNoPhotoContent */
301 = "iPhoto 보관함에 사진이 없습니다.";

/* kBRMediaNoPodcastContent */
302 = "iTunes 보관함에 podcast가 없습니다.";

/* kBRMediaNotDRMAuthorized */
303 = "이 컨텐츠를 재생하도록 인증되지 않았습니다.";

/* kBRMediaNoMovieFolderContent */
304 = "동영상 폴더에 재생할 동영상이 없습니다.";

/* kBRMediaNoTVShowContent */
305 = "iTunes 보관함에 TV 프로그램이 없습니다.";

/* kBRMediaNoMusicVideoContent */
306 = "iTunes 보관함에 뮤직 비디오가 없습니다.";

/* kBRMediaNoPlaylists */
307 = "iTunes 보관함에 재생목록이 없습니다.";

/* kBRMediaNoSongContent */
308 = "iTunes 보관함에 노래가 없습니다.";

/* kBRMediaNoAudioBookContent */
309 = "iTunes 보관함에 오디오북이 없습니다.";

/* kBRMediaEmptyPlaylist */
310 = "이 재생목록에는 노래가 없습니다.";

/* kBRMediaNoSuchPlaylist */
311 = "선택한 재생목록을 찾을 수 없습니다.";

/* kBRMediaNoSuchSong */
312 = "선택한 노래를 찾을 수 없습니다.";

/* kBRMediaNoMovies */
315 = "동영상 폴더에 동영상이 없습니다.";

/* kBRMediaNoSongForSlideshow */
316 = "이 슬라이드쇼에 대한 노래를 재생할 수 없습니다.";

/* kBRMediaSongPlaybackErrorDuringSlideshow */
317 = "이 슬라이드쇼에 대한 노래를 재생할 수 없습니다.";

/* kBRVideoUnplayable */
318 = "선택한 비디오를 재생할 수 없습니다.";

/* kBRMediaRadioStreamUnplayable */
319 = "선택한 라디오 스트리밍을 재생할 수 없습니다.";

/* kBRRemoteMediaNoContent*/
350 = "이 보관함의 컨텐츠를 찾을 수 없습니다.";

/* kBRRemoteMediaNoPhotoContent */
351 = "이 보관함에 사진이 없습니다.";

/* kBRRemoteMediaNoPodcastContent */
352 = "이 보관함에 podcast가 없습니다.";

/* kBRRemoteMediaNotDRMAuthorized */
353 = "이 컨텐츠를 재생하도록 인증되지 않았습니다.";

/* kBRRemoteMediaNoTVShowContent */
355 = "이 보관함에 TV 프로그램이 없습니다.";

/* kBRRemoteMediaNoMusicVideoContent */
356 = "이 보관함에 뮤직 비디오가 없습니다.";

/* kBRRemoteMediaNoPlaylists */
357 = "이 보관함에 재생목록이 없습니다.";

/* kBRRemoteMediaNoSongContent */
358 = "이 보관함에 노래가 없습니다.";

/* kBRRemoteMediaNoAudioBookContent */
359 = "이 보관함에 오디오북이 없습니다.";

/* kBRRemoteMediaEmptyPlaylist */
360 = "이 재생목록에는 노래가 없습니다.";

/* kBRRemoteMediaLoadingError */
361 = "이 컨텐츠를 로딩하는 도중 오류가 발생했습니다.";

/* kBRRemotePhotoSourceUnavailableError */
363 = "사진 공유 소스를 사용할 수 없습니다.";

/* kBRDataSourceInitializationFailure*/
400 = "컨텐츠를 찾을 수 없습니다.";

/* kBRDataSourceURLResolutionFailure*/
410 = "컨텐츠를 찾을 수 없습니다.";

/* kBRDataSourceConnectionInProgressError */
420 = "이미 이 소스에 연결 시도 중.";


/* KBRSystemNetworkHostUnreachable */
501 = "이 보관함에 연결할 수 없습니다.";

/* kBRSystemErrorTrailerSiteUnreachable */
502 = "이 극장용 예고편은 지금 재생할 수 없습니다.";

/* kBRSystemNotHDCPCompliant */
503 = "이 컨텐츠를 재생하려면 HDCP가 필요합니다.";

/* kBRSetupCantSetLanguage */
600 = "언어를 변경할 수 없습니다.";


/* kBRDVDErrorCantInitializeDVDPlaybackAlert */
750 = "현재 DVD를 재생할 수 없습니다.";

/* kBRDVDErrorCantEjectDVDAlert */
751 = "DVD를 추출할 수 없습니다.";

/* kBRDVDErrorBadRegionCodeAlert */
752 = "DVD 지역 코드가 DVD 플레이어와 일치하지 않습니다.";

/* kBRDVDErrorBadDVDMediaAlert */
753 = "DVD를 재생할 수 없습니다.";

/* kBRDVDErrorFatalDVDAlert */
754 = "DVD를 재생할 수 없습니다.";

/* kBRCDErrorCantEjectCDAlert */
755 = "CD를 추출할 수 없습니다.";

/*	kDVDErrorAuthentification = -70025,	The user attempting to change the region code could not be authenticated. */
-70025 = "디스크 복사 방지를 확인할 수 없습니다.";

/* kBRInternalResourceError */
900 = "오류가 발생했습니다.";

